Repository: numero2/contao-perview-bundle
Catalog: src/Resources/contao/languages/*/*_news_archive.xlf
Languages: de

# tl_news_archive.perview_enable.0
source: Enable perview import
de: perview-Import aktivieren

# tl_news_archive.perview_enable.1
source: Enable the import of job advertisements from perview.
de: Aktiviert den Import von Stellenanzeigen aus perview.

# tl_news_archive.perview_user.0
source: Username
de: Nutzername

# tl_news_archive.perview_user.1
source: Please define the username as provided by perview.
de: Please geben Sie den von perview gelieferten Nutzernamen ein.

# tl_news_archive.perview_password.0
source: Password
de: Passwort

# tl_news_archive.perview_password.1
source: Please define the password as provided by perview.
de: Please geben Sie das von perview gelieferte Passwort ein.

# tl_news_archive.perview_channel.0
source: Channel
de: Kanal

# tl_news_archive.perview_channel.1
source: Please select the correct channel for the job advertisements.
de: Bitte wählen Sie den korrekten Kanal für die Stellenanzeigen.

# tl_news_archive.perview_language.0
source: Language
de: Sprache

# tl_news_archive.perview_language.1
source: Please select the desired language for the job advertisements.
de: Bitte wählen Sie die gewünschte Sprache aus.

# tl_news_archive.perview_default_author.0
source: Author
de: Autor

# tl_news_archive.perview_default_author.1
source: Here you can change the author which will be set for all imported advertisements.
de: Hier können Sie den Standard-Autor für importierte Stellenanzeigen aus perview auswählen.
